CSI API ETABS v1
cCaseStaticNonlinearStaged.GetMassSource Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int GetMassSource(
	string Name,
	ref string mSource
)
Function GetMassSource (
	Name As String,
	ByRef mSource As String
) As Integer
Dim instance As cCaseStaticNonlinearStaged
Dim Name As String
Dim mSource As String
Dim returnValue As Integer
returnValue = instance.GetMassSource(Name,
	mSource)
int GetMassSource(
	String^ Name,
	String^% mSource
)
abstract GetMassSource :
        Name : string *
        mSource : string byref -> int
Parameters
Name
Type: System.String
mSource
Type: System.String
Return Value
Type: Int32
See Also
Reference
cCaseStaticNonlinearStaged Interface
ETABSv1 Namespace